Repository: davidgillies/revamp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Welcome to Revamp
es: Bienvenido a Revamp

source: Introduction
es: Introducción

source: REVAMP helps city planners to estimate the total resources and reuse potential available in a city’s wastewater and other organic waste streams, as well as their financial values.
es: REVAMP ayuda a los urbanistas a estimar los recursos totales y reutilizarlos potencial disponible en las aguas residuales de una ciudad y otros flujos de desechos orgánicos, así como sus valores financieros.

source: The rapid estimates provided by REVAMP are particularly intended to help city planners and policy-makers at crucial decision-points regarding waste management; for example, planning of new sanitation infrastructure, wastewater treatment plants, or climate mitigation measures. It can also be useful for engineers, developers, researchers and anyone interested in the circular economy.
es: Las estimaciones rápidas proporcionadas por REVAMP están especialmente destinadas a ayudarLos planificadores de la ciudad y los responsables políticos en los puntos de decisión cruciales con respecto a los residuosGestión; por ejemplo, planificación de nueva infraestructura de saneamientoPlantas de tratamiento de aguas residuales, o medidas de mitigación del clima. También puede serÚtil para ingenieros, desarrolladores, investigadores y cualquier persona interesada en eleconomía circular.

source: Based on data input about the volume of the different waste streams, REVAMP calculates the benefits from different reuse scenarios – for example composting of faecal sludge for agricultural fertilizer; production of biogas or solid waste briquettes – in terms of energy and nutrient content, how much of competing products they could substitute, and what those products would cost. In this way REVAMP can be useful for step for building a business case for different waste management/reuse options as well as informing scenario-based planning exercises.
es: Basado en la entrada de datos sobre el volumen de los diferentes flujos de residuos, REVAMPcalcula los beneficios de diferentes escenarios de reutilización, por ejemploCompostación de lodos fecales para fertilizantes agrícolas; producción deBriquetas de biogás o residuos sólidos: en términos de contenido de energía y nutrientes¿Cuántos productos de la competencia podrían sustituir, y cuáles?Los productos costarían. De esta manera, REVAMP puede ser útil para el paso de la construcciónUn caso de negocios para diferentes opciones de gestión / reutilización de residuos, así comoInformando ejercicios de planificación basados en el escenario.

source: REVAMP is being developed under the SEI Initiative on Sustainable Sanitation. It is currently available in beta form. The current phase of development hopes to improve the user interface, as well as adding more reuse options and resources (including the water component of the waste streams), and taking into account the costs and efficiencies of different technologies.
es: REVAMP se está desarrollando bajo la Iniciativa SEI sobre SostenibilidadSaneamiento. Actualmente está disponible en forma beta. La fase actual deEl desarrollo espera mejorar la interfaz de usuario, así como agregar másOpciones y recursos de reutilización (incluido el componente de agua de los residuosstreams), y teniendo en cuenta los costos y eficiencias de diferentestecnologías.

source: To start a new project just fill in the inputs and hit the Save Project Button below.
es: Para iniciar un nuevo proyecto, simplemente complete las entradas y presione el botón Guardar proyecto a continuación.

source: Project Name
es: Nombre del proyecto

source: City
es: Ciudad

source: Last updated
es: Última actualización

source: Actions
es: Comportamiento

source: Load
es: Carga

source: Delete
es: Borrar

source: Download as Excel
es: Descargar como Excel

source: You have no projects.
es: No tienes proyectos.

source: Load Defaults
es: Cargar opciones por defecto

source: Select from approved locations
es: Seleccione de lugares aprobados

source: Load Project
es: Proyecto de carga

source: Default Options
es: Opciones predeterminadas

source: Use default for
es: Usar predeterminado para

source: Feacal Sludge Treatment Process
es: Proceso de Tratamiento de Lodos Feacal

source: Sewage Sludge Treatment Process
es: Proceso de tratamiento de lodos de aguas residuales

source: Solid Waste Treatment Process
es: Proceso de tratamiento de residuos sólidos

source: Sewage Sludge Waste Quality
es: Calidad de residuos de lodos de aguas residuales

source: Solid Waste Waste Quality
es: Residuos Sólidos de Calidad

source: Prices
es: Precios

source: Close
es: Cerrar

source: This tool enables the estimation of the resource recovery potential of organic waste streams in a city/town. The current version of the tool includes three waste streams and four resource recovery options. To use the tool, follow the step-wise instructions described below.
es: Esta herramienta permite la estimación del potencial de recuperación de recursos de flujos de desechos orgánicos en una ciudad / pueblo. La versión actual de la herramienta incluye tres flujos de residuos y cuatro opciones de recuperación de recursos. Para utilizar el herramienta, siga las instrucciones paso a paso que se describen a continuación.

source: Step One
es: Paso uno

source: The WasteQuality tab has default data on the physical and chemical characteristic of the waste streams. If you have data available for some or all of the various parameters in your city/town, please fill that data in and replace the default values. Otherwise, you can maintain the default values.
es: La pestaña Calidad de residuos tiene datos por defecto en el físico y químico característica de las corrientes de residuos. Si tiene datos disponibles para algunos o todos los diversos parámetros en su ciudad / pueblo, por favor complete los datos en y reemplazar los valores por defecto. De lo contrario, puede mantener los valores por defecto.

source: Step Two
es: Segundo Paso

source: The TreatmentProcesses tab has default data on the physical and chemical transformation of waste streams as they go through the treatment processes. If you have data available for some or all of the various parameters in your city/town, based on previous experience with the resource recovery technologies, please fill that data in and replace the default values. Otherwise, you can maintain the default values.
es: La pestaña Procesos de tratamiento tiene datos por defecto en el físico y químico transformación de flujos de residuos a medida que pasan por los procesos de tratamiento. Si tiene datos disponibles para algunos o todos los diversos parámetros en su ciudad / pueblo, basado en la experiencia previa con la recuperación de recursos tecnologías, complete los datos y reemplace los valores predeterminados. De lo contrario, puede mantener los valores predeterminados.

source: Step Three
es: Paso tres

source: The Prices tab has default data on the potential prices that resource recovery products can be sold at on the local market. If some or all of these products are already being sold in your city/town, please use the applicable price values. Otherwise, you can estimate potential prices in dialogue with stakeolders, basing on the prices of similar or equivalent products that could be substituted or complimented by the resource recovery products.
es: La pestaña Precios tiene datos predeterminados sobre los precios potenciales de ese recurso Los productos de recuperación se pueden vender en el mercado local. Si algunos o todos estos productos ya se están vendiendo en su ciudad / pueblo, por favor use el valores de precios aplicables. De lo contrario, puede estimar precios potenciales en diálogo con las partes interesadas, basándose en los precios de similares o equivalentes productos que podrían ser sustituidos o complementados por la recuperación de recursos productos.

source: Step Four
es: Paso cuatro

source: Enter the amounts of waste streams that you have available in your city/town and determine what percentage of each waste stream should be used for each resource recovery option.
es: Ingrese sus flujos de residuos aquí y determine el porcentaje de cada residuo transmisión que se utilizará para cada opción de recurso.

source: Step Five
es: Paso cinco

source: When ready press the Calculate Results button below. This will generate the results which will appear below the Inputs box. The Results Tab will then be populated with results indicating the resource recovery potential for each option and data charts will appear on the Charts tab. The Graphs tab contains bar graphs that you can use to compare the various resource recovery options on the basis of their revenue potential, the amounts of nutrients that can be recovered and the energy amount that can be recovered.
es: Cuando esté listo, presione el botón Calcular resultados a continuación. Esto generará la resultados que aparecerán debajo del cuadro de Entradas. La pestaña de resultados entonces ser poblada con resultados que indiquen el potencial de recuperación de recursos para cada opción y gráficos de datos aparecerán en la pestaña Gráficos. La pestaña Gráficos contiene gráficos de barras que puedes usar para comparar los diversos recursos opciones de recuperación sobre la base de su potencial de ingresos, los montos de los nutrientes que se pueden recuperar y la cantidad de energía que se puede recuperar.

source: Waste Streams
es: Corrientes de residuos

source: Faecal Sludge
es: Lodos fecales

source: Faecal sludge comes from onsite sanitation technologies, i.e., it has not been transported through a sewer. It results from the collection and storage/treatment of excreta or blackwater, with or without greywater. Faecal sludge includes both sludge from pit latrines and that from septic tanks.
es: Los lodos fecales provienen de las tecnologías de saneamiento in situ, es decir, no tienen Ha sido transportado a través de una alcantarilla. Resulta de la recogida y almacenamiento /Tratamiento de excretas o aguas negras, con o sin aguas grises. Lodos fecales Incluye tanto lodo de letrinas de pozo como el de fosas sépticas.

source: Sewage Sludge
es: Lodos de aguas residuales

source: Sewage sludge (also referred to as wastewater sludge) is sludge that originates from sewer-based wastewater collection and (semi-) centralized treatment processes.
es: Los lodos de aguas residuales (también denominados lodos de aguas residuales) son lodos que se origina a partir de la recolección de aguas residuales a base de alcantarillado y (semi) centralizada Procesos de tratamiento.

source: Organic Municipal Solid Waste
es: Residuos Sólidos Municipales Orgánicos

source: This is the organic part of the urban solid waste and it includes items like food waste, market waste and crop residues
es: Esta es la parte orgánica de los residuos sólidos urbanos e incluye elementos como residuos de alimentos, residuos de mercado y residuos de cultivos.

source: Resource Recovery Options
es: Opciones de recuperación de recursos

source: Anaerobic Digestion
es: Digestión anaeróbica

source: This is a process which generates biogas, which has about 60%% methane content. Biogas can be used for lighting, cooking and also for generating electricity and heat. The process of anaerobic digestion also generates a residue which can be used as soil conditioner or fertilizer in a farm to recover nutrients like nitrogen, phosphorus and potassium.
es: Este es un proceso que genera biogás, que tiene aproximadamente un 60%% de metano contenido. El biogás se puede utilizar para iluminación, cocina y también para generar Electricidad y calor. El proceso de digestión anaeróbica también genera un residuos que pueden usarse como acondicionador de suelo o fertilizante en una granja para recupera nutrientes como el nitrógeno, el fósforo y el potasio.

source: Solid Fuel
es: Combustible sólido

source: Excreta and organic waste streams have a high calorific value and can be turned into a solid dry fuel for combustion in briquette or powder form. This can be used either for cooking in households and institutional kitchens as well as for industrial applications like kilns and boilers.
es: Las corrientes de excretas y residuos orgánicos tienen un alto poder calorífico y pueden ser convertido en un combustible sólido y seco para combustión en forma de briquetas o polvo. Esto puede ser usado tanto para cocinar en hogares como para cocinas institucionales. así como para aplicaciones industriales como hornos y calderas.

source: Black soldier fly larvae
es: Soldado negro larvas de mosca

source: Organic waste streams can can be treated using fly larvae composting, for example with the Black Soldier Fly, to produce valuable larvae and a residue. The larvae of the black soldier fly is 40%% protein and 30%% fat and can therefore make a protein-rich animal feed. The residue from the fly larvae composting contains nutrients and can be applied to a garden as soil conditioner or fertilizer.
es: Las corrientes de desechos orgánicos pueden tratarse utilizando compostaje de larvas de mosca, por ejemplo con el Black Soldier Fly, para producir larvas valiosas y un residuo. Las larvas de la mosca soldado negra son 40%% de proteína y 30%% de grasa y por lo tanto puede hacer una alimentación animal rica en proteínas. El residuo de la mosca El compostaje de larvas contiene nutrientes y se puede aplicar a un jardín como suelo Acondicionador o abono.

source: Composting
es: El compostaje

source: This is a process whereby a waste stream is composted to make soil conditioner or fertilizer for applying on farms. The compost generated is often rich in nutrients and also rich in organic matter content.
es: Este es un proceso mediante el cual se compostan las corrientes de desechos para hacer suelo acondicionador o abono para aplicación en fincas. El compost generado es a menudo rico en nutrientes y también rico en contenido de materia orgánica.

source: Project Options
es: Opciones de proyecto

source: Are you sure you want to delete this project?
es: ¿Estás seguro de que quieres eliminar este proyecto?

source: Delete Project
es: Eliminar proyecto

source: Project Name:
es: Nombre del proyecto:

source: City:
es: Ciudad:

source: The tool requires input for three waste streams and four resource recovery options. You can use the defaults loaded immediately or add your own data.
es: La herramienta requiere entrada para tres flujos de residuos y cuatro opciones de recuperación de recursos. Puede utilizar los valores predeterminados cargados inmediatamente o agregar sus propios datos.

source: Waste Quality
es: Calidad de residuos

source: Treatment Processes
es: Procesos de tratamiento

source: Enter your waste streams here and determine the percentage of each waste stream to be used for each resource option.
es: Ingrese sus flujos de residuos aquí y determine el porcentaje de cada residuo transmisión que se utilizará para cada opción de recurso.

source: Amount available per day
es: Cantidad disponible por día

source: Select what %% of waste to what option
es: Seleccione qué %% de desperdicio a qué opción

source: Black Soldier Fly Process
es: Proceso de la mosca del soldado negro

source: Waste quality has default data on the physical and chemical characteristic of waste streams. You are free to change these.
es: La calidad de los residuos tiene datos predeterminados sobre las características físicas y químicas de los flujos de residuos. Usted es libre de cambiar estos.

source: Show References
es: Mostrar referencias

source: Units
es: Unidades

source: Solid Waste
es: Combustible sólido

source: Save Project
es: Proyecto de carga

source: Save as New
es: Guardar como nuevo

source: Calculate Results
es: Calcular resultados
